Repository: nogringo/noti
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Noti
fr: Notifications Nostr

source: Accounts
fr: Comptes

source: Add account
fr: Ajouter un compte

source: No accounts
fr: Aucun compte

source: History
fr: Historique

source: Settings
fr: Paramètres

source: Mark all read
fr: Tout marquer lu

source: Clear
fr: Effacer

source: No notifications yet
fr: Aucune notification

# clearHistoryTitle
source: Clear history?
fr: Effacer l'historique ?

# clearHistoryContent
source: This will delete all notifications.
fr: Toutes les notifications seront supprimées.

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Direct Messages
fr: Messages privés

# directMessagesDesc
source: NIP-17 encrypted DMs
fr: DMs chiffrés NIP-17

# mentionsDesc
source: When someone mentions you in a note
fr: Quand quelqu'un vous mentionne

# zapsDesc
source: Lightning payments received
fr: Paiements Lightning reçus

# repostsDesc
source: When someone reposts your notes
fr: Quand quelqu'un reposte vos notes

source: Reactions
fr: Réactions

# reactionsDesc
source: Likes and other reactions
fr: Likes et autres réactions

source: Launch at startup
fr: Lancer au démarrage

# launchAtStartupDesc
source: Start automatically when you log in
fr: Démarrer automatiquement à la connexion

source: Start minimized
fr: Démarrer minimisé

# startMinimizedDesc
source: Start in the system tray
fr: Démarrer dans la barre système

# deleteAccountTitle
source: Delete account?
fr: Supprimer le compte ?

# deleteAccountContent
source: Remove {name} from notifications?
fr: Retirer {name} des notifications ?

source: Minimize to tray
fr: Minimiser

# trayOpen
source: Open
fr: Ouvrir

# trayQuit
source: Quit
fr: Quitter

# dmFrom
source: DM from {name}
fr: DM de {name}

source: New DM
fr: Nouveau DM

# newDmBody
source: You received a new message
fr: Vous avez reçu un nouveau message

# mentionBody
source: {name} mentioned you
fr: {name} vous a mentionné

source: Zap received
fr: Zap reçu

# zapBody
source: {name} zapped you {amount} sats
fr: {name} vous a zappé {amount} sats

# zapBodyNoAmount
source: {name} zapped you
fr: {name} vous a zappé

# repostBody
source: {name} reposted your note
fr: {name} a reposté votre note

source: Reaction
fr: Réaction

# reactionBody
source: {name} reacted {emoji}
fr: {name} a réagi {emoji}

# selectAccountToConfig
source: Select an account to configure notifications
fr: Sélectionnez un compte pour configurer les notifications
